[{"author": "the-aquarius", "title": "Currently at the movies. Alone. I’m honestly so proud of myself.", "text": ""}, {"author": "WoollyNinja", "title": "Despite the anxiety, despite the depression, despite all my self criticism and imperfections - I was a beautiful bride this Saturday!", "text": ""}, {"author": "Becky-and-Momo", "title": "Today I promised myself bacon and eggs if I could get myself to a coffee meet up. I was too anxious to attend last week. Guess who got bacon and eggs?!! Feeling so proud of myself for going.", "text": ""}, {"author": "kay-tuh-lin", "title": "Have my first real, adult, job interview today! Not only that, but I also managed to drive by myself in city traffic! Two small victories 😊", "text": ""}, {"author": "Lofty_Incantations11", "title": "Professor here, if you have missed class, please come back. We aren’t mad at you.", "text": "Hello, I’ve read a lot of posts recently about folks missing classes and feeling too anxious to come back. Don’t worry. We would much rather you come back to our classes than continue to miss. We teach because we care about you individually. We care about what’s going on in your lives. I know it’s easy to see professors as these omnipresent overlords but know that we are human and we have definitely been in your position before. Please feel better and know that you are always welcome back into class. Just shoot us an email and let us know what’s up so we can help you make up the work you missed.\n"}, {"author": "pants06", "title": "Today is my cake day and I wanted to post a pic of me smiling for once. Things are starting to look up.", "text": ""}, {"author": "Rae_Starr", "title": "I am busy.", "text": ""}, {"author": "your_nameless_friend", "title": "Message from your future self", "text": ""}, {"author": "AnnieIsBestGirl", "title": "I was thinking why this sub has a lot more upvotes than comments, realized people are too anxious to comment,lol", "text": "edit: welp reaching over 2000 upvotes makes me anxious to post anything here again, so I guess this will be my only post :p"}, {"author": "ashbray", "title": "My gal Sprankles - she always knows how to comfort me after a bad panic attack 😸", "text": ""}, {"author": "wheresmyadventure", "title": "Three weeks ago I booked this trip to Hawaii by myself, and three weeks later I’m happier than ever.", "text": ""}, {"author": "swedishpenisbutter", "title": "After 4 years of GAD and 1 year of agoraphobia - I finally went out to eat by myself... I feel like I can conquer the world!", "text": ""}, {"author": "datkaynineguy", "title": "Due to severe hand tremors from anxiety I’ve had to quit sketching and inking for several years. Finally am managed enough by medication that I could finally finish this piece :)", "text": ""}, {"author": "hblume", "title": "Drawing I made about panic attacks and anxiety...helps me process everything in a new way", "text": ""}, {"author": "strawberryhichew", "title": "Just a friendly reminder that anxiety attacks aren’t always hyperventilating & rocking back and forth. They are also random bursts of irritability, obsessive behavior and nit picking, hypersensitivity, pacing, silence, zoning out. Always look for signs with your loved ones", "text": ""}, {"author": "ConsiderablyMediocre", "title": "hey if you know someone has anxiety PLEASE DON'T TEXT THEM \"WE NEED TO TALK\" AND THEN NOT REPLY FOR 7 HOURS FUCK", "text": "just needed to get that out there"}, {"author": "candurz", "title": "My girlfriend made me a Calming Jar", "text": ""}, {"author": "yeahforsureno", "title": "1. Anxiety makes it hard to go to sleep 2. Depression makes it hard to get out of bed 3. Drink coffee for a boost 4. Caffeine makes anxiety worse 5. Repeat", "text": "Just one of the hellish cycles that anxiety gets me caught in. Can anyone else relate?"}, {"author": "grmtnnnt", "title": "I was scared of leaving the house but I managed to push myself and it was pretty", "text": ""}, {"author": "babs7", "title": "I wanted to share my new embroidery with you all as a reminder of your value ❤", "text": ""}]