[{"user_id": 40063395, "texts": ["@MrsHallOMS Thank you for such positive feedback, Mrs. Hall! So glad to have you as a supporter! #familyaware #endstigma", "We're going LIVE in 1 hour! Register now to join us live for our free Recognizing and Managing #TeenAnxiety webinar… https://t.co/bRqblztiHS", "#SuicidePrevention #SPM19 How are you making a difference this Suicide Prevention Awareness Month. Take a simple ac… https://t.co/KFxjGM0fll", "Our free Recognizing and Managing Teen Anxiety webinar airs lives tomorrow, 9/25 at 7pm ET! Register today and join… https://t.co/m5Duh5xggX", "#SuicidePreventionMonth \"A nationally representative study of adolescents in grades 7–12 found that lesbian, gay, a… https://t.co/svk27q0FlN"], "media": [null, null, null, null, null]}, {"user_id": 3890381963, "texts": ["#Depression can make our existing burdens feel much heavier. Take the time to work through them and remember that t… https://t.co/PbicJ20wvR", "Sadness is a symptom of #depression. Here are some tips on how to challenge the negative thoughts that feed depress… https://t.co/623XzzrCUF", "It's okay to not be okay. But if you are #livingwithdepression, your condition can often be misinterpreted as just… https://t.co/q1kvLcIljD", "#LivingWithDepression can feel like wearing glasses with grey lenses. But remember that the colours can come back: \nhttps://t.co/OEYMO6Zzrk", "@X_P3T3R918_X Dear @X_P3T3R918_X. We are truly sorry to hear that you feel this way. Those thoughts are not uncommo… https://t.co/fvZWoelSla"], "media": [null, null, null, null, null]}, {"user_id": 36130058, "texts": [": NEW: How did #Medicaid expansion in #Michigan affect the health &amp; work of people with #behavioralhealth conditions, including…", ": Tuesday (October 1) at 7pm, head downtown to learn more about the impact of sleep on mental health with Dr. J. Todd Arnedt of the…", ": This Friday, @emilymprovost &amp; Professor of Bipolar Disorder and Depression Melvin McInnis weigh in on artificial intelligence…", "Today at 5:30 for ALL @UMich students⤵️ https://t.co/0CiIwZlCe7", "Hey @UMich students! Our regular #CampusMindWorks wellness groups are starting back up again tomorrow. \n\nPlease joi… https://t.co/Nxa4Fyzcf7"], "media": [null, null, null, null, null]}, {"user_id": 60098410, "texts": ["#Goodmorning ☼  “The way you help heal the world is you start with your own family.”\n― Mother Teresa  #Quote   #depressionforums.org", "“So often #survivors have had their experiences denied, trivialized, or distorted. Writing is an important avenue f… https://t.co/DqJjwgUzSY", "Things #parents and #families can do to reduce #stress and #anxiety levels in #children via @irish_news… https://t.co/zX2Pys2V40", "“The question is not how to get cured, but how to live.”\n― Joseph Conrad  #Quote   #depressionforums.org", "#Depression and #binge #drinking more common among #military #partners https://t.co/dDPGX4dcv6"], "media": [null, null, null, null, null]}, {"user_id": 1087002326, "texts": ["I haven’t felt like myself in so long I’m forgetting who I am -ga", "I feel so many things at once -ga", "I just wanna live my life not feeling like I’m broken -ga", "Please don’t leave me -ga", "There’s a war inside my mind -ga"], "media": [null, null, null, null, null]}, {"user_id": 3093201981, "texts": ["Depression brings out the best in some people, the worst in others.", "Sometimes you have to be your own hero.", "The best treatment for depression is ______________.", "https://t.co/UL8e56LZHc", "The only people who really seem to understand depression are the people who've already gone through it."], "media": [null, null, null, "http://pbs.twimg.com/media/EFJcQIhXYAEGDpe.jpg", null]}, {"user_id": 633097373, "texts": [": 20 years ago this summer I nearly died by suicide in Ibiza.\n\nI knew I had no future. I knew I’d never be happy again.\n\nToday…", ": We don’t always take self-harm seriously but:\n- 50% of those who die by suicide have previously self-harmed\n- suicide is…", "Just a reminder for those struggling in the uk, the @samaritans are always there to listen.  \n\nFor those outside th… https://t.co/s731AzFWIb", ": So important to remember that depression affects everyone differently! https://t.co/WH7psHogrN", "@NicoleLindquis6 @AntiBullyingPro @ABAonline @PicoftheDay1 @MomMomandson1 @TheEllenShow @Tube4Gamers @newfriends… https://t.co/N8GWs8irmO"], "media": [null, null, null, "http://pbs.twimg.com/media/DkWNeKKW4AEwBYz.jpg", null]}, {"user_id": 20227045, "texts": ["【SOMETIMES YOU JUST HAVE TO STAND ALONE】 \n@depressionloh in DEPRESSION  \n_\n#DEPRESSIONTRIBE \n#DEPRESSIONVOL4… https://t.co/ACavdpTomK", "://t.co/drHUYWZbUj", "【CLOTHES HAVE NO GENDER】 \nanxiousarachnid in DEPRESSION \n_\n#DEPRESSIONTRIBE \n#DEPRESSIONVOL2 \n#DRAGONVSTIGER https://t.co/lTvnIOlHzD", "【DARKNESS LIVES IN ME】 \nmay.mmnn in DEPRESSION \n_\n#DEPRESSIONTRIBE \n#DEPRESSIONVOL3 \n#MONSTERSAMONGSTUS https://t.co/rW4AcR4lMW", "【SOMETIMES I CAN’T BREATHE】 \n@tananasho in DEPRESSION \n_\n#DEPRESSIONTRIBE \n#DEPRESSIONVOL2 \n#DRAGONVSTIGER https://t.co/doe5P9iXan"], "media": [null, null, null, null, null]}, {"user_id": 310830503, "texts": ["s p i r a l l i n g", ": The month of work required to create the stop motion sushi scene in Isle of Dogs #WesAnderson #IsleofDogs https://t.co/3…", ": Every boss everywhere should watch Michelle Williams’ #Emmys speech. Hear it, live it https://t.co/cg8DXminfo", ": My dog always get nervous when i go in the pool , so he makes me hold his paw🐾❤ \n\n(lolmoemoe) https://t.co/MkIkvGAmqT", "Wow I can really go from exhausted to charged up to over critical to confident  to anxious to extremely underconfid… https://t.co/rNnC3u92QQ"], "media": [null, null, "http://pbs.twimg.com/media/EFHOm1aUEAAljnL.jpg", "http://pbs.twimg.com/ext_tw_video_thumb/1175760090864898048/pu/img/TpWvLxDxvvA7yXnF.jpg", null]}, {"user_id": 1069242535, "texts": ["News coming today regarding October and November leading up to our 12/14 date!", ": Shirts are being mailed today. Only a few left. Grab one while you can. https://t.co/gBIuaQQmvt", ": My shoot job is cool enough to let me donate part of my paycheck to charities I believe in. I picked these two because of a…", ": Okay guys, I didn't realize you guys would actually want the bleach dye tees so much so I apologize but there are only a…", "Do you have any other questions? Reply to this thread and we'll be happy to assist! \n\nWe can't thank you enough for… https://t.co/Ryt8yVpN5u"], "media": [null, null, null, null, null]}, {"user_id": 315799759, "texts": ["The higher you build the walls around your heart, the harder you fall when someone tears them down.", "the worst feeling is when someone makes you feel special, then suddenly leaves you hanging and you have to act like you don't care at all.", "A day when you've lost yourself completely could be a night when your life ends.", "Sorry guys i have hit dm limit please send your dm's to my back up account&amp;lt;3", "I'm tired of getting lied to, tired of being used, tired of fake people, tired of pleasing people, tired of judgmental people. Just tired."], "media": [null, null, null, null, null]}, {"user_id": 2291966371, "texts": ["Today, September 10, is the annual World Suicide Prevention Day. This year, World Suicide Prevention Day focuses on… https://t.co/Qg7cFxJJU3", "Postdoc @Carla_Nasca with @_hdrf Task Force is a finalist for the 2019 Blavatnik Award for Young Scientists.  Her w… https://t.co/eZLps3r8Fq", ": Sailor Brinkley Cook &amp; Jack Brinkley Cook Help Race of Hope to Defeat Depression 2019 Break Fundraising Record on Sunday\nht…", "In light of the very sad news about Saoirse Kennedy Hill, we wanted to remind people that depression and mental hea… https://t.co/GHhgnpzYUb", "\"We are all either struggling or know someone who is battling an illness; let’s come together to make our community… https://t.co/3Nij0Qdvgn"], "media": [null, null, null, null, null]}, {"user_id": 17006157, "texts": ["The thing is, we already had a smoking gun. This call summary is a smoking AR-15. And the stuff they're still hidin… https://t.co/ElQjzQA8Jk", "And this is the expurgated, sanitized summary. God knows what was left out, let alone the rest of the whistleblower… https://t.co/i24RU0sexf", "That's just how Trump and company operate. And as a result, anything short of complete disclosure is a de facto adm… https://t.co/ocMud5VHvz", "The question is how much worse it really is. And here's what we know from the Barr/Mueller story: nothing short of… https://t.co/vxKMOqtRXJ", "I'm seeing various headlines to the effect that it remains to be seen whether Trump did something impeachable. But… https://t.co/WIrGbzewFC"], "media": [null, null, null, null, null]}, {"user_id": 2290644679, "texts": ["@EikoFried https://t.co/eVFDYSgGWv", "@BryonyDuPont That’s Professor Dr with TENURE to them... swear to your heart’s desire! https://t.co/QSasa82hMO", "Congrats to @jonroiser - very exciting development from @wellcometrust! https://t.co/awJ4zTtW5W", "@jd_wilko Following this thread with interest :)", "Everyone should be following @steveschueller ... Amazing work. Awesome human being. Insightful science and treatmen… https://t.co/HPzFeQlyvn"], "media": ["http://pbs.twimg.com/tweet_video_thumb/EFPc2NsUUAM_W18.jpg", "http://pbs.twimg.com/tweet_video_thumb/EFPbeNHVUAAiQ0_.jpg", null, null, null]}, {"user_id": 937826478305275904, "texts": ["@rainha90214175 Same for you ❤️", "@Deperssion_pain @sadpiixie @BuriedInSorrow @ityaadie @Dimitricelinta2 @diefeelinqs @O_T_hentaipics @C_depressed… https://t.co/n87xexrnoG", "@rainha90214175 it does get better.", "@sarinmahbod about the same", "I really really wanna cut rn."], "media": [null, null, null, null, null]}, {"user_id": 18347686, "texts": ["This is so key!! #cureyourdepression https://t.co/9FUZhaoTXw", "#feedback from a #curedepression phone client : \"Wow thank you so much I was not expecting all this it really helps… https://t.co/DPgZ0eTdbg", "#depression and air quality!! Back in 2003, my book talked about this... (US article) https://t.co/4s8ElnrHdn https://t.co/4s8ElnrHdn", "Here’s my #interview with Dr Dave Currie, #comedian Leland Klassen, and his wife Carrie on beating #depression. Sha… https://t.co/DZ4Gx8w3Jd", "For 23 years, #bipolar disorder wreaked havoc for one of Dr Andrew Stoll’s female patients, now a 45 year old woman… https://t.co/qxQ4ZhiW7I"], "media": [null, null, null, null, null]}, {"user_id": 1683696416, "texts": ["Knowing healthy distress tolerance strategies is so important! What better way to spend #WellnessWednesday than by… https://t.co/lSLo5cPJyH", "The DCRP is proud of Dr. Paola Pedrelli for presenting her work on “Evaluating combined treatment versus single-foc… https://t.co/XYVu0h5o5n", "Climate change threatens both our physical and mental wellbeing. Advocating to protect our planet is the first step… https://t.co/XBwOdEivOn", ": Many individuals quietly bear the symptoms of #mentalhealth conditions without ever showing signs of their illness to others.…", "The best way to support your friend with a mental illness is by listening to and validating their experience! We lo… https://t.co/UJPxGPwsnb"], "media": [null, null, null, null, null]}, {"user_id": 2822272342, "texts": ["How To Keep From Being Overwhelmed By Your Depression - https://t.co/zXtvTZCryU", "Get Tips To Help You Battle Depression - https://t.co/EUsAA4JdqW", "Depressed? These Simple Tips Might Be Able To Help! - https://t.co/Qo0C9UZkQQ", "Solid Tips For Handling Issues With Depression - https://t.co/sxfsJ48omw", "Simple Advice For Coping With Your Depression - https://t.co/CsHcw0dQCp"], "media": [null, null, null, null, null]}, {"user_id": 189534066, "texts": ["I know I look like a person that does not like to cuddle at all but the truth is that I really do. Just cuddle me r… https://t.co/7hsk5iaJ8v", "Being kissed with you in every day of this life of mine is totally something to think about now. Remember Saturdays… https://t.co/9iEjNrYF2t", "I sustain myself with the love of family. #cuddle #cuddles #jjaibot #aibot https://t.co/0ZytHpmWV4", "Love for me is innocence, honesty, compassion, trust, loyalty, a gentle summer breeze, sunshine, a great cuddle. https://t.co/ZFury2FKcA", "I want a weekend full of cuddles, kisses and laughter. https://t.co/8eOL9mQtVz"], "media": [null, null, "http://pbs.twimg.com/ext_tw_video_thumb/1158768664855793664/pu/img/gEv7vWKy6aRydljk.jpg", "http://pbs.twimg.com/ext_tw_video_thumb/1157357256129728512/pu/img/-X1hMxvcttuUOjEn.jpg", "http://pbs.twimg.com/ext_tw_video_thumb/1154954108383580160/pu/img/ygOQZDyqawsrlOt7.jpg"]}, {"user_id": 123327012, "texts": ["@Matarael https://t.co/CvyrKYGmKP", "life imitating art https://t.co/t3dm7nQeJo", "ini konyol banget sih bahkan kita yang dead inside aja masih perlu tanda tangan dan sebarkan petisi untuk tolak RUU… https://t.co/QieL97dD1P", "Kami Membaca Draf UU Keamanan Siber dan Tidak Menemukan Akal Sehat di Dalamnya\n#TUNDARUUKKS \nhttps://t.co/l9zdYS4GjU", "Untuk mengetahui detail tentang UU KKS cek thread berikut!\n\nbantu sebarkan dengan retweet sebanyak-banyaknya ini ad… https://t.co/4ZJnxmuQvM"], "media": ["http://pbs.twimg.com/media/EFZHXq7U8AAFpoA.jpg", "http://pbs.twimg.com/media/EFYy8qlXsAANAiJ.jpg", null, null, null]}]